export const cardData = [
  {
    id: 1,
    image: 'img/GuideView/threatenBottom1.jpg',
    title: '海洋廢棄物',
    title2: '致命的偽裝，成為體內的利刃',
    modalTitle: '致命錯覺：美味水母還是塑膠袋？',
    modalDesc: '在海龜漫長的生命旅程中，那漂浮在湛藍海水中的半透明身影，本該是牠們賴以維生的鮮美水母。然而，如今充斥海洋的塑膠廢棄物，卻設下了最殘酷的陷阱。隨著洋流擺動的塑膠袋，姿態與水母幾乎無異，無情地誘騙海龜大口吞下。這些無法消化的異物，不僅會產生致命的「假飽足感」，讓牠們在滿腹塑膠的情況下停止進食、活活餓死；尖銳的碎片更像體內的利刃，無聲地刺穿食道與內臟，將原本自由的海洋，變成了牠們痛苦的葬身之地。',
  },
  {
    id: 2,
    image: 'img/GuideView/threatenBottom2.jpg',
    title: '幽靈漁具與混獲',
    title2: '被遺忘在海裡的兇器<br>無法浮上水面的絕望',
    modalTitle: '捕撈的幽靈：海龜的隱形殺手',
    modalDesc: '對於一生巡遊大洋的海龜來說，浮上水面呼吸一口新鮮空氣，本是生存的最基本權利。然而，被人類遺棄的「幽靈漁網」，卻如同看不見的死神，在海中無聲地持續運作。一旦被纏繞，越是驚恐掙扎，網線便勒得越緊。而大型商業拖網的無差別捕撈，更將牠們與魚群一同掃蕩。牠們被困在擁擠的網底，望著頭頂遙不可及的光亮水面，最終因無法換氣而痛苦窒息，在無盡的黑暗與恐懼中，結束了被強行中斷的生命。',
  },
  {
    id: 3,
    image: 'img/GuideView/threatenBottom3.png',
    title: '棲地破壞與光害',
    title2: '最漫長的 100 公尺',
    modalTitle: '回不去的家：當沙灘變成了水泥牆',
    modalDesc: '小海龜破殼而出後，本能會指引牠們尋找「視線中最亮的方向」。在億萬年的演化中，那通常是月光與星光反射下的海面。但現在，海岸邊林立的飯店、路燈與車燈，亮度遠遠超過了月亮。強烈的人造光源像催眠一樣，誘騙小海龜背對大海，爬向馬路、水溝或飯店大廳。這段原本只需幾分鐘的入海之路，變成了牠們生命的終點。牠們不是因為虛弱而死，而是死於「力竭」與「脫水」，在離大海只有幾步之遙的地方。',
  },
  {
    id: 4,
    image: 'img/GuideView/threatenBottom4.jpg',
    title: '氣候變遷',
    title2: '沒有退路的生存戰',
    modalTitle: '孤單的母親：誰來繁衍下一代？',
    modalDesc: '在沙灘深處的巢穴裡，溫度的些微變化，本是大自然調配海龜性別的奧秘。然而，全球暖化讓沙灘猶如持續發燒，徹底破壞了這道平衡。如今新孵化的綠蠵龜中，竟有高達99%都是雌性，這意味著未來的海洋，將只剩下孤獨尋找伴侶的母海龜，最終因繁衍斷層而走向寂靜的滅絕。與此同時，不斷上升的海平面正貪婪地吞噬著海岸線，海龜們不僅失去了未來的伴侶，連最後能讓生命誕生的家園，也正在消失殆盡。',
  },
]
